// © Copyright 2004-2007, 2015 HP Development Company, L.P.

TaskName = "Last inn fonter";

OkButtonTitle = "OK";
CancelButtonTitle = "Avbryt";
LoadingStorageDeviceInfoProcessTitle = "Laster inn informasjon om lagringsenhet…";
LoadingStorageDeviceListProcessTitle = "Laster inn liste over lagringsenheter…";
LoadingFontListProcessTitle = "Laster inn fontliste…";
SendingFontProcessTitle = "Laster inn fonten \"%@\"…";
RemovingFontProcessTitle = "Fjerner font \"%@\"…";
RemoveConfirmationMessage = "Er du sikker på at du vil fjerne de valgte fontene fra skriveren?";
RemoveConfirmationMessageExplanation = "Du kan ikke angre denne handlingen.";
StorageDeviceLocked = "Lagringsenhet er låst";
RemoveFromMemoryMessage = "Skrifter kan ikke slettes fra enhetens minne";
RemoveFromMemoryExplanation = "Alle forhåndsinstallerte skrifter er skrivebeskyttet. Alle skrifter som legges til av brukere, slettes fra minnet når enheten omstartes. Skrifter på andre lagringsenheter lagres under omstart og kan fjernes manuelt.";

DiskNameTemplate = "Diskett, ID=%@ (Størrelse: %@)";
FlashNameTemplate = "Flash SIMM, ID=%@ (Størrelse: %@)";
SizeInBytes = "%.1f byte";
SizeInKBytes = "%.1f kB";
SizeInMBytes = "%.1f MB";
SizeInGBytes = "%.1f GB";
SizeInTBytes = "%.1f TB";

// Errors
FileOpenError = "Kan ikke åpne fontfilen \"%@\".";
FileOpenErrorExplanation = "Filen er enten ødelagt eller den har et format som ikke støttes. Velg en annen fontfil og prøv igjen.";
FormatError = "Fonten \"%@\" er ikke et kjent format.";
FormatErrorExplanation = "Velg en annen fontfil og prøv igjen.";
SingleUnsupportedError = "Skriften \"%@\" støttes ikke.";
SingleUnsupportedErrorExplanation = "Skriften vil bli hoppet over.";
MultipleUnsupportedError = "Skriftene %@ støttes ikke.";
MultipleUnsupportedErrorExplanation = "Skriftene vil bli hoppet over.";
SingleAlreadyScheduledError = "Fonten \"%@\" finnes allerede på listen.";
SingleAlreadyScheduledErrorExplanation = "Fonten vil ikke bli brukt.";
MultipleAlreadyScheduledError = "Skriftene %@ er allerede i listen.";
MultipleAlreadyScheduledErrorExplanation = "Skriftene vil bli hoppet over.";
SingleAlreadyUploadedError = "Fonten \"%@\" finnes allerede på skriveren.";
SingleAlreadyUploadedErrorExplanation = "Fonten vil ikke bli brukt.";
MultipleAlreadyUploadedError = "Skriftene %@ finnes allerede på skriveren.";
MultipleAlreadyUploadedErrorExplanation = "Skriftene vil bli hoppet over.";
PrintChannelOpenError = "Kan ikke åpne en skriverkanal.";
PrintChannelOpenErrorExplanation = "Kontroller at skriveren er tilkoblet og slått på, og prøv igjen.";
DataSendError = "Kan ikke sende data til skriveren";
DataSendErrorExplanation = "Kontroller at skriveren er tilkoblet og slått på, og prøv igjen.";
DataReceiveError = "Kan ikke motta data fra skriveren.";
DataReceiveErrorExplanation = "Kontroller at skriveren er tilkoblet og slått på, og prøv igjen.";
FontSendError = "Kan ikke sende \"%@\" fontdata til skriveren.";
FontSendErrorExplanation = "Kontroller at skriveren er tilkoblet og slått på, og prøv igjen.. Legg merke til at resten av fontlisten ikke er sendt til skriveren.";
FontRemoveError = "Kan ikke fjerne fontfilen \"%@\" fra skriveren.";
FontRemoveErrorExplanation = "Kontroller at skriveren er tilkoblet og slått på, og prøv igjen.. Legg merke til at resten av fontlisten ikke er fjernet fra skriveren.";
StorageDeviceFullError = "Kan ikke laste inn fonten \"%@\" fordi lagringsenheten er full.";
StorageDeviceFullErrorExplanation = "Velg en annen lagringsenhet eller fjern noen ubrukte fonter, og prøv igjen. Legg merke til at resten av fontlisten ikke er lastet inn i skriveren.";
ScriptProcessingError = "Kan ikke behandle prosedyren med fonten \"%@\".";
ScriptProcessingErrorExplanation = "Velg en annen font og prøv igjen. Legg merke til at resten av fontlisten ikke er lastet inn i skriveren.";
DeviceVmError = "Kan ikke laste inn fonten \"%@\" fordi skriveren har for lite ledig hukommelse.";
DeviceVmErrorExplanation = "Velg en annen lagringsenhet eller fjern noen ubrukte fonter, og prøv igjen. Legg merke til at resten av fontlisten ikke er lastet inn i skriveren.";

DeviceBusyErrorTitle = "Enheten er opptatt.";
DeviceBusyErrorMessage = "Vent mens enheten fullfører den aktive jobben.";

FontNameTemplate = "\"%@\"";

Memory = "Hukommelse";
UpdateNeeded = "Må oppdateres";

TaskTitle = "Last inn fonter";
TaskDescription = "Velg en fil som inneholder fonter, og send den til skriveren. Fontene du sender, vil bli tilgjengelige for bruk i utskriftsjobber.";
StorageDevices = "Fonter i skriveren:";
UpdateButton = "Oppdater fontliste";
RemoveButton = "Fjern";
AddButton = "Legg til…";
